Revit 2027 API
ParameterTypeId.RebarShapeSpiralTopFinishingTurns Property
 "Top Finishing Turns"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarShapeSpiralTopFinishingTurns { get; }
Public Shared ReadOnly Property RebarShapeSpiralTopFinishingTurns As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarShapeSpiralTopFinishingTurns {
	ForgeTypeId^ get ();
}
static member RebarShapeSpiralTopFinishingTurns : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace